{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['si chen', 'bruce xiao wang', 'yitian hong', 'fang zhou', 'angel chan', 'po-yi tang', 'bin li', 'chunyi wen', 'james cheung', 'yan liu', 'zhuoming chen']\n\t- header: ['Acoustic changes in speech prosody produced by children with autism after ', 'robot-assisted speech training ', 'Sarah Si Chen17, Bruce Xiao Wang27, Yitian Hong1, Fang Zhou1, Angel Chan1, Po-yi Tang1, Bin Li3, ', 'Chen Chunyi4, James Cheung4, Yan Liu5, Zhuoming Chen6 ', '1Department of Chinese and Bilingual Studies, Hong Kong Polytechnic University ', '2Department of English and Communication, Hong Kong Polytechnic University ', '3Department of Linguistics and Translation, City University of Hong Kong ', '4Department of Biomedical Engineering, Hong Kong Polytechnic University ', '5Department of Computing, Hong Kong Polytechnic University ', '6Brain Hospital, The First Hospital of Jinan University ', '7Research Institute for Smart Ageing, The Hong Kong Polytechnic University ']", "paper_id": "chen24b_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['marketa řezackova', 'daniel tihelka', 'jindrich matousek']\n\t- header: ['Homograph Disambiguation with Text-to-Text Transfer Transformer', 'Marketa ˇRez´ackov´a1,2, Daniel Tihelka1, Jindrich Matousek1,2', '1New Technologies for the Information Society (NTIS) and 2Department of Cybernetics,', 'Faculty of applied Sciences, University of West Bohemia, Pilsen, Czech Republic']", "paper_id": "rezackova24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['nicolò loddo', 'francisca pessanha', 'almila akdag']\n\t- header: ['What if HAL breathed? Enhancing Empathy in', 'Human-AI Interactions with Breathing Speech Synthesis', 'Nicol`o Loddo1, Francisca Pessanha1, Almila Akdag1', '1Utrecht University, The Netherlands']", "paper_id": "loddo24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['chenghung hu', 'yusuke yasuda', 'tomoki toda']\n\t- header: ['Embedding Learning for Preference-based Speech Quality Assessment', 'Cheng-Hung Hu1, Yusuke Yasuda1, Tomoki Toda1', '1Nagoya University, Japan']", "paper_id": "hu24d_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['gabriel pîrlogeanu', 'octavian pascu', 'alexandru-lucian georgescu', 'horia cucu']\n\t- header: ['Hybrid-Diarization System with Overlap Post-Processing for the DISPLACE', '2024 Challenge', 'Gabriel Pˆirlogeanu1,2, Octavian Pascu1,2, Alexandru-Lucian Georgescu1,2, Horia Cucu1,2', '1 Zevo Tech, Romania', '2 POLITEHNICA Bucharest, Romania']", "paper_id": "pirlogeanu24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['liu xiaowang', 'jinsong zhang']\n\t- header: ['A Study on the Information Mechanism of the 3rd Tone Sandhi Rule in ', 'Mandarin Disyllabic Words ', 'Xiaowang Liu1,2, Jinsong Zhang1,2 ', '1School of Information Science, Beijing Language and Culture University  ', '2Institute of intelligent language learning, Beijing Language and Culture University  ']", "paper_id": "xiaowang24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['iwen e kang', 'christophe van gysel', 'man-hung siu']\n\t- header: ['Transformer-based Model for ASR N-Best Rescoring and Rewriting', 'Iwen E. Kang, Christophe Van Gysel, Man-Hung Siu', 'Apple']", "paper_id": "kang24c_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['anaïs rameau', 'satrajit ghosh', 'alexandros sigaras', 'olivier elemento', 'jean-christophe belisle-pipon', 'vardit ravitsky', 'maria powell', 'alistair johnson', 'david dorr', 'philip payne', 'micah boyer', 'stephanie watts', 'ruth bahr', 'frank rudzicz', 'jordan lerner-ellis', 'shaheen awan', 'don bolser', 'yael bensoussan']\n\t- header: ['Developing Multi-Disorder Voice Protocols: A team science approach involving clinical ', 'expertise, bioethics, standards, and DEI. ', 'Anais Rameau1, Satrajit Ghosh2, Alexandros Sigaras3, Olivier Elemento4, Jean-Christophe ', 'Belisle-Pipon5, Vardit Ravitsky6, Maria Powell7, Alistair Johnson8, David Dorr9, Philip ', 'Payne10, Micah Boyer11, Stephanie Watts11, Ruth Bahr12, Frank Rudzick13, Jordan-Lerner-', 'Ellis14, Shaheen Awan15, Don Bolser16, Bridge2AI-Voice Consortium, Yael Bensoussan11 ', '1Department of Otolaryngology-Head and Neck Surgery, Weill Cornell Medicine, New York, ', 'New York, USA ', '2McGovern Institute, Massachusetts Institute of Technology, Boston, Massachusetts, USA ', '3Institute for Computational Biomedicine, Weill Cornell Medicine, New York, New York, ', 'USA ', '4 Englander Institute for Precision Medicine, Weill Cornell Medicine, New York, New York, ', 'USA ', '5 Faculty of Health Sciences, Simon-Fraser University, Vancouver, British Columbia, Canada ', '6 Hasting Center, Garrison, New York, USA ', '7Department of Otolaryngology-Head & Neck Surgery, Vanderbilt University Medical Center, ', 'Nashville, Tennessee, USA ', '8Division of Biostatistics, Hospital for Sick Children, Toronto, Ontario, Canada ', '9Department of Medical Informatics, School of Medicine, Oregon Health & Science ', 'University, Portland, Oregon, USA ', '10 Institute for Informatics, Washington University in St Louis, St Louis, Missouri, USA ', '11Department of Otolaryngology- Head & Neck Surgery, University of South ', 'Florida, Tampa, Florida, USA. 12 Department of Communication Sciences & ', 'Disorders, University of South Florida, Tampa, Florida, USA. 13Faculty of ', 'Computer Science, Dalhousie University, Calgary, Manitoba Canada ', '14Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ', 'Ontario, Canada ', '15Department of Communication Sciences & Disorders, University of Central Florida, Orlando, ', 'Florida, USA ', '16. Department of Physiological Sciences, University of Florida, Gainesville, Florida, USA ', 'Interspeech 2024', '1-5 September 2024, Kos, Greece', '1445', '10.21437/Interspeech.2024-1926']", "paper_id": "rameau24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['sai akarsh', 'vamshiraghusimha narasinga', 'anil kumar vuppala']\n\t- header: ['Stress Transfer in Speech-to-Speech Machine Translation', 'Sai Akarsh C1, Vamshiraghusimha Narasinga1, Anil Kumar Vuppala1', '1International Institute of Information Technology Hyderabad, India']", "paper_id": "akarsh24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['isabel trancoso']\n\t- header: ['Keynote Speakers', 'Prof. Isabel Trancoso', 'ISCA Medalist 2024', 'INESC-ID / IST, University of Lisbon, Portugal', 'Title: Towards Responsible Speech Processing', 'Responsible AI may not be a consensuous concept and the list of the so called ', 'pillars may not be uniquely defined either. Nonetheless, their message is clear ', \"and urgent. In this talk, I'll address some of the pillars of responsible speech \", 'processing, focusing on privacy, explainability (namely for health applications), ', 'fairness/inclusion and sustainability. Rather than attempting a comprehensive survey of all the efforts ', 'in these directions, I will present my own perspective of how these pillars should inform the next ', 'generation of speech research.', 'Biography', 'Isabel Trancoso is a full professor at Instituto Superior Tecnico (IST, Univ. Lisbon), and the former ', 'President of the Scientific Council of INESC ID Lisbon. She got her PhD in ECE from IST in 1987. She ', 'chaired the ECE Department of IST. She was Editor-in-Chief of the IEEE Transactions on Speech and ', 'Audio Processing and had many leadership roles in SPS (Signal Processing Society of IEEE) and ISCA ', '(International Speech Communication Association), namely having been President of ISCA and Chair of ', 'the Fellow Evaluation Committees of both SPS and ISCA. She was elevated to IEEE Fellow in 2011, and ', 'to ISCA Fellow in 2014.', 'Her PhD topic was medium-to-low bit rate speech coding. From October 1984 through June 1985, she ', 'worked on this topic at AT&T Bell Laboratories, Murray Hill, New Jersey. After her PhD, her research ', 'focus shifted to speech synthesis and recognition, with a special emphasis on tools and resources for ', 'the Portuguese language. She launched the speech processing group of INESC-ID, later restructured as ', 'L2F/HLT.', 'Her current research scope is much broader, encompassing many areas in spoken language processing. ', 'Her recent PhD advising activities cover microblog translation, lexical and prosodic entrainment in ', 'spoken dialogues, disfluency detection in spontaneous speech, and conversation quality evaluation. ', 'She has a particular interest in speech as a health biomarker and privacy preserving speech processing. ', 'Her formal retirement (from teaching) in October 2022 did not affect in any way her passion for speech ', 'and language research. ', 'Interspeech 2024', '1-5 September 2024, Kos, Greece', '1']", "paper_id": "trancoso24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['shoko araki']\n\t- header: ['Dr. Shoko Araki ', 'NTT Communication Science Laboratories, NTT Corporation, Japan', 'Title: Frontier of Frontend for Conversational Speech Processing', 'To deepen and enrich our daily communications, researchers have made ', 'significant efforts over several decades to develop technologies that can recognize ', 'and understand natural human conversations. Despite significant progress in both ', 'speech/language processing and speech enhancement technology, conversational ', 'speech processing remains challenging.', 'Recordings of conversations with distant microphones contain ambient noise, reverberation, and speaker ', 'overlap that changes as the conversation progresses. Consequently, recognizing conversational speech ', 'is much more challenging than single-talker speech recognition, and frontend technologies such as ', 'speech enhancement and speaker diarization are essential to achieving highly accurate conversational ', 'speech processing.', 'For more than two decades, the presenter‘s research group has explored frontend techniques ', '(source separation, dereverberation, noise reduction, and diarization) for handling realistic natural ', 'conversations with distant microphones. In this talk, I would like to talk about the evolution and frontier ', 'of frontend technologies for conversational signal processing. Specifically, we will trace the evolution ', 'of multichannel signal processing and neural network techniques, including beamforming and target ', 'speaker tracking and extraction, which have always played an important role in successive cutting-edge ', 'frontends, along with the latest achievements.', 'Biography', 'Shoko Araki is a Senior Research Scientist at NTT Communication Science Laboratories, NTT Corporation, ', 'Japan where she is currently leading the Signal Processing Research Group. Since joining NTT in 2000, ', 'she has been engaged in research on acoustic signal processing, microphone array signal processing, ', 'blind speech separation, meeting diarization, and auditory scene analysis.', 'She was formerly a member of the IEEE SPS Audio and Acoustic Signal Processing Technical Committee ', '(AASP-TC) (2014-2019) and currently serves as its Chair. She was a board member of the Acoustical ', 'Society of Japan (ASJ) (2017-2020), and she served as vice president of ASJ (2021-2022). She also served ', 'as a member of the organizing committee of several international flagship workshops, ICA 2003, IWAENC ', '2003, IEEE WASPAA 2007, HSCMA2017, IEEE WASPAA2017, IWAENC2018, and IEEE WASPAA2021 as well ', 'as the evaluation co-chair of the Signal Separation Evaluation Campaign (SiSEC) in 2008, 2010, and 2011.', 'She received the 19th Awaya Prize from Acoustical Society of Japan (ASJ) in 2001, the Best Paper ', 'Award of the IWAENC in 2003, the TELECOM System Technology Award from the Telecommunications ', 'Advancement Foundation in 2004 and 2014, the Academic Encouraging Prize from the Institute of ', 'Electronics, Information and Communication Engineers (IEICE) in 2006, the Itakura Prize Innovative ', \"Young Researcher Award from ASJ in 2008, The Young Scientists' Prize for the Commendation for \", 'Science and Technology by the Minister of Education, Culture, Sports, Science and Technology in 2014, ', 'the IEEE SPS Best paper award in 2014, and the IEEE ASRU 2015 Best Paper Award Honorable Mention ', 'in 2015. She is an IEEE Fellow.', 'Keynote Speakers', 'Interspeech 2024', '1-5 September 2024, Kos, Greece', '1009']", "paper_id": "araki24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['elmar noeth']\n\t- header: ['Prof. Dr.-Ing. Elmar Noth ', 'Pattern Recognition Lab, Friedrich-Alexander-Universitat Erlangen-Nurnberg, ', 'Erlangen, Germany', 'Title: Analysis of Pathological Speech – Pitfalls along the Way', 'In this talk, I focus on speech as an easy-to-extract biomarker for various diseases ', 'and congenital defects. I discuss the motivation and information gain of the analysis ', 'of pathological speech as well as various aspects which are more or less important ', 'when compared to the analysis of regular speech. Examples for these aspects are ', 'small data collections, data privacy, and explainability of the automatic decisions.', 'Biography', 'Elmar Noth studied computer science at the Friedrich-Alexander-Universitat Erlangen-Nurnberg (FAU) ', \"in Erlangen, Germany and at the M.I.T. in Cambridge, USA. Elmar is a professor at FAU's computer \", 'science department and retired from active duty in 2022. He was leading the speech group at the ', 'Pattern Recognition Lab. He is author or co-author of more than 500 articles. Almost 30 years ago his ', 'group connected the worldwide first conversational dialogue system to the public telephone line. In his ', 'PhD, Elmar focused on prosodic analysis. Since the year 2000, his group focused on the analysis and ', 'evaluation of pathologic speech and started fundamental research in that field. His current research ', 'interests are in prosody, analysis of pathologic speech, computer aided language learning, emotion ', 'analysis, and the analysis of animal communication.', 'Keynote Speakers', 'Interspeech 2024', '1-5 September 2024, Kos, Greece', '2579']", "paper_id": "noeth24_interspeech", "error_step": "affiliations_extraction"}
{"level": "ERROR", "filename": "extract_affiliations_manually.py", "line_number": 430, "message": "no author alignment:\n\t- authors: ['barbara tillmann']\n\t- header: ['Prof. Barbara Tillmann', 'Laboratory for Research on Learning and Development, LEAD – CNRS UMR5022, ', 'Universite de Bourgogne, Dijon, France', 'Title: Perception of music and speech: Focus on rhythm processing', 'Research in cognitive neuroscience has revealed similarities in neural and cognitive ', 'correlates of music and language processing. Investigations focusing on temporal ', 'processing, in particular, rhythmic and metrical processing, have revealed ', 'interesting connections between music and speech. These observations have led to ', 'several theoretical frameworks and hypotheses about underlying mechanisms and ', 'neural functioning, and has motivated applications to clinical research. I will present research that has ', 'demonstrated beneficial effects of rhythmic stimulation or training to improve language processing ', 'in populations of adults and children with typical development and with developmental language ', 'disorder or dyslexia. A recent hypothesis highlights the potential value of early detection of atypical ', 'rhythmic processing as indicative of increased risk for language disorders. This research domain ', 'provides perspectives for creating rhythm-based training programs for rehabilitation and also for early ', 'intervention, aiming to decrease language deficits during development.', 'Biography', 'After a PhD in cognitive psychology and postdoctoral research in cognitive neuroscience, Barbara ', 'Tillmann started a CNRS research position in France and directed the research group “Auditory Cognition ', 'and Psychoacoustics” at the Lyon Neuroscience Research Center, before moving to the Laboratory for ', 'Research on Learning and Development in Dijon. Her research uses behavioral, neurophysiological ', 'and computational methods to investigate how the brain acquires knowledge about complex sound ', 'structures (music, language), and how this knowledge shapes perception and memory via predictions. ', 'She also studies perspectives for stimulating cognitive and sensory processes with music, including in ', 'pathology (e.g., dyslexia, Alzheimer Disease, disordered states of consciousness, hearing-impairment). ', 'https://scholar.google.com/citations?user=JjJhBEQAAAAJ&hl=en', 'Keynote Speakers', 'Interspeech 2024', '1-5 September 2024, Kos, Greece', '4179']", "paper_id": "tillmann24_interspeech", "error_step": "affiliations_extraction"}
